{
  "filename": "Mohammed Sawas - Timeless Soft.pdf",
  "name": "Mohammed Sawas - Timeless Soft",
  "raw_text": "  \n   Mohammed Sawas About me I am an experienced software developer with a strong background in web development, automation, and embedded systems. My expertise spans various programming languages and frameworks, allowing me to deliver efficient and scalable solutions.  Experience Timeless Soft GmbH  Software developer  BAWAG GROUP Software developer • Full-stack development of web applications from start to finish • Modernization of internal applications AAL Austria – Website Management • Managing website content and user accounts • Assisting organizations with technical support • Maintaining and updating project databases Expert Babinsky (summer internship) • Preparation and processing of installation materials • Maintenance and inspection of electrical systems Education & Training FH Vienna (2019 - 2021) Specialization in Web Development Technological Trade Museum (2014 - 2019) Focus on Automation Technology        Erlaaer Straße 60/101 A-1230 Wien     +43 699 11 60 49 60     job@tlsoft.at    Professional Skill SQL (Oracle, Postgres, MySQL)  Linux (Debian, Ubuntu, Arch-Linux) Web Development (HTML5, CSS,  JavaScript, NodeJS, JAVA) Machine Learning with Python  Languages Mother tongue: Turkish Other languages: German (fluent) English (fluent) \n\n",
  "extracted_at": "2025-04-05T14:17:08.283433",
  "sections": {
    "education": "&",
    "experience": "d software developer with a strong background in web development, automation, and embedded systems. My expertise spans various programming",
    "languages": "and frameworks, allowing me to deliver efficient and scalable solutions.",
    "training": "FH Vienna (2019 - 2021) Specialization in Web Development Technological Trade Museum (2014 - 2019) Focus on Automation Technology        Erlaaer Straße 60/101 A-1230 Wien     +43 699 11 60 49 60     job@tlsoft.at    Professional Skill SQL (Oracle, Postgres, MySQL)  Linux (Debian, Ubuntu, Arch-Linux) Web Development (HTML5, CSS,  JavaScript, NodeJS, JAVA) Machine Learning with Python"
  },
  "emails": [
    "job@tlsoft.at"
  ]
}