{
  "filename": "Sarah_Kaloshi - Timeless Soft.pdf",
  "name": "Sarah_Kaloshi - Timeless Soft",
  "raw_text": "        \n Sarah Kaloshi    About me I am a full-time UI/UX Designer. I have also completed my bachelor's degree in Social Work. I am always open to gaining new experiences and staying in sync with the latest design trends and technologies.  Experience Designing user-friendly interfaces and creating seamless user experiences for web and mobile applications. I also collaborated with clients to understand their needs and provided design solutions that align with their goals, ensuring smooth communication and project satisfaction. UI/UX Design Management Designing user-centered interfaces using Figma, Adobe XD, Photoshop, and Illustrator. Proficient in creating responsive designs, wireframes, prototypes, and design systems. Skilled in usability testing, user research, and interaction design principles. Visual Communication & Branding Developing visual identities, icons, and cohesive branding materials. Experienced in creating high-fidelity mockups, interactive prototypes, and collaborating with development teams to ensure design consistency across web and mobile platforms.  CURRENT Timeless Soft UI/UX Designer  Education & Training University of Shkoder, Faculty of Social Sciences Bachelor’s Degree in Social Work   Erlaaer Straße 60/101 A-1230 Wien  +49 699 11 60 49 60  Job@tlsoft.at  Professional Skill Figma / Adobe XD / Sketch / Illustrator / Photoshop / InDesign / Prototyping / Wireframing / User Research / Usability Testing / Design Systems / Responsive Design / Interaction Design / Visual Storytelling / Branding / Typography / Color Theory / Premiere Pro / After Effects / Microsoft PowerPoint / Microsoft Word / Microsoft Excel  Languages Mother tongue:  Albanian Other languages: English Native French B2 Italian B1         \n\n",
  "extracted_at": "2025-04-05T14:17:10.093661",
  "sections": {
    "education": "&",
    "experience": "s and staying in sync with the latest design trends and technologies.",
    "languages": "Mother tongue:  Albanian Other",
    "training": "University of Shkoder, Faculty of Social Sciences Bachelor’s Degree in Social Work   Erlaaer Straße 60/101 A-1230 Wien  +49 699 11 60 49 60  Job@tlsoft.at  Professional Skill Figma / Adobe XD / Sketch / Illustrator / Photoshop / InDesign / Prototyping / Wireframing / User Research / Usability Testing / Design Systems / Responsive Design / Interaction Design / Visual Storytelling / Branding / Typography / Color Theory / Premiere Pro / After Effects / Microsoft PowerPoint / Microsoft Word / Microsoft Excel"
  },
  "emails": [
    "Job@tlsoft.at"
  ]
}