{
  "filename": "Shkëlqim Zahiti - Timeless Soft.pdf",
  "name": "Shkëlqim Zahiti - Timeless Soft",
  "raw_text": "        \n Shkëlqim Zahiti    About me I am a passionate software developer with a strong love for solving complex problems. My expertise spans from designing and managing databases to developing robust API REST services. With over three years of experience in the industry, I have honed my skills in PHP and Laravel, driving innovative solutions and ensuring high-quality code.  Experience INTERN WEB DEVELOPER Milingona Co | 2017 Learned Bootstrap Learned Wordpress SOFTWARE DEVELOPER Innosoft | 2018 Developed apps using Laravel Developed mobile cross platform app using Xamarin SOFTWARE DEVELOPER ILLYRIAN SHPK | FEB 2019 - SEP 2022 Developing apps using Laravel Learned and using Vue.js Experience on te5 am lead CURRENT Timeless Soft Frontend Software developer  Education & Training Bachelor Degree, Information Technology and Communication Faculty of Natural Sciences – University of Tirana Master Degree, Information Technology and Communication Faculty of Natural Sciences – University of Tirana     Erlaaer Straße 60/101 A-1230 Wien   +43 699 11 60 49 60   job@tlsoft.at Proffesional Skill PHP / Laravel / C# / React / VueJS / MySQL / Git, Figma  Languages Mother tongue:  Albanian Other languages: English C1 \n         \n\n",
  "extracted_at": "2025-04-05T14:17:10.191779",
  "sections": {
    "education": "&",
    "experience": "in the industry, I have honed my",
    "skills": "in PHP and Laravel, driving innovative solutions and ensuring high-quality code.",
    "languages": "Mother tongue:  Albanian Other",
    "training": "Bachelor Degree, Information Technology and Communication Faculty of Natural Sciences – University of Tirana Master Degree, Information Technology and Communication Faculty of Natural Sciences – University of Tirana     Erlaaer Straße 60/101 A-1230 Wien   +43 699 11 60 49 60   job@tlsoft.at Proffesional Skill PHP / Laravel / C# / React / VueJS / MySQL / Git, Figma"
  },
  "emails": [
    "job@tlsoft.at"
  ]
}